{
    "acoes": [
      {    
      "categoria": "Ação Padrão",
      "acoes_detalhadas": [
        {"nome": "Ativar um item", "descricao": "Muitos itens mágicos e tecnológicos, tal como uma mão cibernética, não precisam ser ativados. Entretanto, certos itens precisam ser ativados para ter um efeito. Exceto se especificado oontrário, ativar tais itens é uma ação padrão."},
        {"nome": "Atacar", "descricao": "Realizar um único ataque é uma ação padrão."},
        {"nome": "Ataques Corpo a Corpo", "descricao": "Com uma arma branca, você pode atingir qualquer oponente em um quadrado adjacente ao seu espaço. Você soma seu modificador de Força em suas jogadas de ataque corpo a corpo e em suas jogadas de dano. Algumas armas brancas no Capítulo 7 têm a propriedade especial alcance, conforme indicado em suas descrições, e alguns monstros possuem alcance natural. Normalmente, um personagem ou monstro com alcance pode atacar qualquer adversário em seu alcance (veja Alcance e Quadrados Ameaçados na página 255 para mais detalhes)."},
        {"nome": "Ataques à Distância", "descricao": "Com uma arma à distância, você pode atirar ou de alguma outra forma atacar um alvo que estiver dentro do alcance máximo da arma e em sua linha de efeito (veja página 272). Você soma seu modificador de Destreza em suas jogadas de ataque à distância, mas não em suas jogadas de dano à distância."},
        {"nome": "Ataques à Distância com uma Arma de Arremesso ", "descricao": "Com uma arma de arremesso ou uma granada, você pode realizar um ataque à distância em um alvo que estiver dentro do alcance máximo da arma e em sua linha de efeito (veja página 272). Você soma seu modificador de Força em suas jogadas de ataque à distância com uma arma de arremesso e em suas jogadas de dano com armas com a propriedade especial arremesso. Não some seu modificador de Força em jogadas de dano com granadas."},
        {"nome": "Distância e Penalidades", "descricao": "O incremento de distância de uma arma à distância é listado com suas outras estatísticas (veja Capítulo 7). Se realizar um ataque com uma arma à distância a uma distância maior que o alcance listado, você sofre –2 de penalidade cumulativa na jogada de ataque para cada incremento de distância completo entre você e o alvo além do primeiro (ou fração do mesmo). Para a maioria das armas à distância, o alcance máximo são 10 incrementos de distância, ou 10 × o número listado no alcance da arma. Para armas de arremesso, o alcance máximo são 5 incrementos de distância. Algumas armas à distância possuem alcances máximos diferentes mas, se for o caso, suas descrições especificam seus alcances máximos."},
        {"nome": "Errando com uma Arma de Arremesso", "descricao": "Se você errar um ataque à distância com uma arma de arremesso, a arma aterrissa em um quadrado ou interseção de quadriculado aleatória conforme apropriado próximo de seu alvo. Para determinar onde ela aterrissa, role 1d8. Isto determina a direção errada inicial do arremesso, caindo antes com um 1(antes do alvo em uma linha reta na direção do arremessador), e de 2 a 8 girando em torno da criatura ou interseção de quadriculado em sentido horário, conforme ilustrado no diagrama acima. Após ter determinado a direção errada do arremesso, role 1d4. O resultado significa a quantos quadrados de distância nessa direção a arma aterrissa. Por exemplo, após errar um ataque à distância com uma granada, um jogador rola 1d8 com um resultado de 1. Isto indica que a granada cai na direção errada antes da interseção alvo. Então, o jogador rola 1d4 com um resultado de 2. Isto determina que a granada caia em uma interseção 2 quadrados à frente da interseção alvo"},        {"nome": "Conjurar uma magia", "descricao": "Lançar uma magia que requer uma ação padrão para ser conjurada."},
        {"nome": "Mirando uma Interseção de Mapa", "descricao": "Quando utilizar uma arma de arremesso que tiver um efeito em área, tal como uma granada, você mira uma interseção de quadriculado específica em um mapa tático de batalha, em vez de em uma criatura específica. Trate isto como um ataque à distância contra uma CA 5."},
        {"nome": "Acertos Críticos ", "descricao": "Quando realizar uma jogada de ataque e tirar um 20 natural (od20 mostra um 20), você acerta independentemente da CA de seu alvo. Se o resultado total de sua jogada de ataque alcançar ou exceder a CAE ou CAC do alvo (conforme apropriado paraseu ataque), você também desfere um acerto crítico. Você rola seu dano duas vezes, cada vez com todos seus bônus usuais e incluindo qualquer dano adicional de habilidades especiais, e então soma as rolagens. Algumas armas infligem um efeito especial em um alvo de um acerto crítico além de causar o dobro de dano (veja página 182)."},        {"nome": "Concentrar para manter uma magia", "descricao": "Manter a concentração em uma magia ativa que requer concentração contínua. Se o resultado total de seu ataque for menor que a CA relevante de seu alvo, seu ataque ainda acerta em um 20 natural,mas causa dano normalmente."},
        {"nome": "Concentrar para Manter uma Magia", "descricao": "Algumas magias requerem concentração contínua para mantê--las ativas. Concentrar para manter uma magia é uma ação padrão (veja Duração na página 271 para mais informações sobre concentração)"},
        {"nome": "Conjurar uma Magia", "descricao": "A grande maioria das magias requer pelo menos uma ação padrão para ser conjurada e algumas vezes mais que isso. Magias que levam mais de uma rodada para serem conjuradas requerem uma ação completa a cada rodada até serem completadas. Para mais informações sobre como magias funcionam, veja o Capítulo 10."},
        {"nome": "Conjurar Enquanto Ameaçado", "descricao": "Conjurar uma magia consome uma quantidade significativa de concentração, forçando-o a baixar suas defesas brevemente. Quando conjura uma magia, isso dá a alvos lhe ameaçando em corpo a corpo uma chance de realizar um ataque de oportunidade contra você (veja Ataques de Oportunidade na página 248), exceto se a magia especificar o contrário – normalmente é o caso de poucas magias com alcance de toque. Se este ataque de oportunidade acertar e lhe causar dano, você falha em conjurar a magia e perde o espaço de magia. Para mais informações sobre quadrados ameaçados, veja página 255"},        
        {"nome": "Defesa total", "descricao": "Você pode se defender como uma ação padrão. A partir do início desta ação, você recebe +4 de bônus em sua Classe de Armadura até o início de seu próximo turno. Você não pode combinar a ação defesa total com outras ações que aumentam sua CA, nem pode realizar ataques de oportunidade enquanto se beneficia de defesa total."},
        {"nome": "Disparo de Cobertura", "descricao": "Você pode usar sua ação padrão para realizar um ataque à distância que fornece cobertura para um aliado. Faça uma jogada de ataque à distância contra uma CA 15. Se acertar, você não causa dano, mas o alvo selecionado recebe +2 de bônus de circunstância na CA contra o próximo ataque de uma criatura em sua linha de efeito (veja página 272), desde que esse ataque ocorra antes de seu próximo turno"},
        {"nome": "Disparo de Distração", "descricao": "Você pode usar sua ação padrão para realizar um ataque à distância que distrai um adversário em sua linha de efeito. Faça uma jogada de ataque à distância contra uma CA 15. Se acertar, você não causa dano, mas o próximo aliado que atacar esse adversário recebe +2 de bônus de circunstância em sua próxima jogada de ataque, desde que esse ataque ocorra antes de seu próximo turno."},
        {"nome": "Dispensar uma Magia", "descricao": "Dispensar uma magia ativa é uma ação padrão (veja Duração na página 271 para mais informações sobre magias dispensáveis)."},
        {"nome": "Fintar", "descricao": "Você pode usar sua ação padrão para fintar realizando um teste de Blefe. A CD deste teste é igual a 10 + o bônus total de seu oponente na perícia Sentir Motivação ou 15 + 1,5 × o ND do oponente, o que for maior. Você não pode fintar uma criatura que não tiver um valor de Inteligência e não pode escolher 10 ou 20 (veja página 137 no Capítulo 5) em um teste de Blefe para fintar. Quando obtiver sucesso em fintar, você trata seu oponente como desprevenido para seu próximo ataque contra ele antes do final de seu próximo turno."},
        {"nome": "Lutar Defensivamente", "descricao": "Você pode lutar defensivamente quando atacar como parte de uma ação padrão. Se o fizer, você sofre –4 de penalidade em ataques realizados nessa rodada, mas recebe +2 de bônus na CA até o início de seu próximo turno."}        
      ]
    },
    {
      "categoria": "Ação Rápida",
      "acoes_detalhadas": [
        {"nome": "Prostrar-se", "descricao": "Deitar-se no chão voluntariamente, ficando caído."},
        {"nome": "Trocar empunhadura", "descricao": "Mudar a forma como você está segurando uma arma (ex: de uma mão para duas mãos)."}
      ]
    },
        {
      "categoria": "Manobras de Combate",
      "acoes_detalhadas": [
        {"nome": "Introdução", "descricao": "Como uma ação padrão, você pode tentar uma das seguintes manobras de combate. Para cada manobra, escolha um oponente em seu alcance (incluindo o alcance de sua arma, se aplicável) e então realize uma jogada de ataque corpo a corpo contra a CAC do alvo + 8. Os efeitos de um sucesso variam dependendo da manobra, conforme descrito abaixo"},
        {"nome": "Agarrar", "descricao": "Você segura o alvo no lugar. Você deve ter pelo menos uma mão livre para executar a manobra de combate agarrar. Seu alvo recebe a condição agarrado, significando que ele não pode se mover de seu espaço atual e sofre todas as penalidades até usar uma ação padrão para tentar a manobra de combate agarrar para lhe agarrar (impondo-lhe a condição agarrado) ou usar a tarefa escapar da perícia Acrobatismo para se livrar. Se o resultado de sua jogada de ataque igualar ou exceder a CAC do alvo + 13, o alvo fica imobilizado pela mesma duração e não pode realizar quaisquer ações que envolverem mover seus membros, exceto tentar escapar. A condição agarrado ou imobilizado dura até o final de seu próximo turno, exceto se você renová-la em seu próximo turno com outra manobra de combate agarrar. A condição se encerra imediatamente se você mover-se para longe do alvo. Enquanto tiver pelo menos um alvo agarrado ou imobilizado, você não pode tentar agarrar novamente. As condições agarrado e imobilizado são detalhadas em Condições nas páginas 273 e 276. Quando renovar a manobra agarrar, você pode remover um item do corpo do alvo que puder ser facilmente acessado, incluindo a maioria de suas armas e equipamentos (mas não uma armadura vesttida). Fazer isso encerra sua manobra agarrar imediatamente. "}, 
        {"nome": "Derrubar", "descricao": "Você derruba o alvo prostrado no chão. Um alvo no ar desce 3 metros em vez disso, ficando prostrado somente se isto o fizer cair ao chão. Um alvo em gravidade zero fica desestabilizado em vez disso. As desestabilizado e prostrado são detalhadas nas páginas 273 e 275"},
        {"nome": "Desarmar", "descricao":"Você derruba um item que o alvo está segurando no chão. Se tiver uma mão livre, você pode agarrar o item automaticamente com sua mão antes dele cair."},
        {"nome": "Empurrar", "descricao":"Você empurra o alvo 1,5 metros para trás, mais 1,5 metros adicionais para cada 5 em que o resultado de sua jogada de ataque exceder a CAC do alvo + 8. Se um obstáculo estiver no caminho, o alvo para nesse obstáculo e não se move além dele."},
        {"nome": "Fender", "descricao":"Você causa dano a um objeto segurado na mão de um alvo ou acessível em seu corpo. O objeto deve ser alguma coisa que poderia ser facilmente pega com uma ação de movimento (veja Sacar ou Embainhar uma Arma na página 247). O dano é reduzido por uma quantidade igual à dureza do objeto (veja Quebrando um Objeto na página 409)."},
        {"nome": "Reposicionar", "descricao":"Você muda a posição do alvo para uma localização diferente que ainda esteja em seu alcance e a até 1,5 metros de sua localização original. Você pode mover o alvo 1,5 metros adicionais para cada 5 em que o resultado de sua jogada de ataque superar a CAC do alvo +8, mas todo movimento deve permanecer dentro de seu alcance.Você não pode mover o alvo sobre um obstáculo.Se reposicionar uma criatura como uma ação completa, você pode se mover uma distância igual à distância em que reposicionou seu alvo (até sua velocidade), arrastando o alvo junto com você."},
        {"nome": "Trapacear", "descricao":"Você realiza um ataque incomum para atrapalhar brevemente o alvo. Trapacear pode ser jogar areia nos olhos do alvo, enfiar uma pedra em suas engrenagens ou qualquer outra ação improvisada com o intuito de deixar seu oponente em desvantagem. Seu alvo fica abalado, cego, desorientado, emaranhado, enjoado ou surdo (à sua escolha) por 1 rodada, mais 1 rodada adicional para cada 5 em que o resultado de sua jogada de ataque exceder a CAC do alvo + 8 (veja Condições a partir da página 273 para mais informações sobre estas condições). O alvo pode remover a condição como uma ação de movimento. Trapacear normalmente é um ataque corpo a corpo, mas um MJ pode permitir que certas ações contem como trapacear à distância, caso esse em que você sofre –2 de penalidade em sua jogada de ataque para cada 1,5 metros entre você e o alvo."}        
      ]
    },
    {
      "categoria": "Usar uma Habilidade Especial",
      "acoes_detalhadas": [
        {"nome": "Introdução", "descricao": "Há três tipos de habilidades especiais: extraordinária, similar a magia e sobrenatural. Habilidades especiais frequentemente carregam as abreviações entre parênteses (Ex), (SM) ou (Sob) para indicar se são habilidades extraordinárias, similares a magia ou sobrenaturais. Algumas são contínuas, enquanto outras são ativadas pelo uso. Para mais detalhes, incluindo descrições de habilidades especiais específicas, veja a página 262. Usar uma habilidade especial normalmente é uma ação padrão, exceto se for uma habilidade contínua ou se a habilidade especificar o contrário. Em casos raros, uma habilidade pode requerer uma ação completa ou uma ação de movimento para ser ativada. Na maioria dos casos, uma habilidade especial ativada pelo uso não pode ser ativada como uma ação rápida. Usar uma habilidade similar a magia normalmente provoca ataques de oportunidade (veja página 248), exceto se especificado o contrário."}
      ]
    },
    {
      "categoria": "Ação Completa",
      "acoes_detalhadas": [
        {"nome": "Ataque total", "descricao": "Realizar todos os seus ataques disponíveis (ataque básico mais ataques adicionais por Bônus de Ataque Base ou habilidades especiais). Você pode se mover até 1,5 metro (um passo de ajuste) antes, durante ou depois de realizar um ataque total."},
        {"nome": "Correr", "descricao": "Mover-se até 4 vezes sua velocidade em linha reta. Perde o bônus de Destreza na CA até o início do próximo turno."},
        {"nome": "Golpe de misericórdia", "descricao": "Executar automaticamente um oponente indefeso, causando dano crítico automático. A vítima deve fazer um teste de Fortitude (CD = 10 + dano causado) ou morrer."},
        {"nome": "Investida", "descricao": "Mover-se até o dobro da velocidade em linha reta e realizar um único ataque corpo a corpo com +2 de bônus. Sofre -2 de penalidade em CA até o início do próximo turno."},
        {"nome": "Lutar defensivamente", "descricao": "Realizar um ataque total, mas todos os ataques sofrem -4 de penalidade. Recebe +2 de bônus de esquiva em CA até o início do seu próximo turno."},
        {"nome": "Recuar", "descricao": "Mover-se até o dobro da velocidade. O primeiro quadrado de movimento não provoca ataques de oportunidade."}
      ]
    },
    {
      "categoria": "Ação de Movimento",
      "acoes_detalhadas": [
        {"nome": "Introdução", "descricao": "A maioria das ações de movimento não requer um teste, exceto se as circunstâncias forem mais difíceis do que o normal. Por exemplo, abrir uma porta normalmente não requer um teste, a menos que a porta esteja trancada. As ações a seguir são ações de movimento."},
        {"nome": "Direcionar ou Redirecionar um Efeito", "descricao": "Algumas tecnologias e magias lhe permitem redirecionar um efeito para novos alvos ou áreas. Redirecionar requer uma ação de movimento, exceto se a tecnologia ou magia especificar o contrário."},         {"nome": "Manipular um item", "descricao": "Pegar, guardar, mover ou interagir com um item. Algumas ações com itens podem provocar ataques de oportunidade."},
        {"nome": "Levantar", "descricao": "Esta forma especial de ação de movimento lhe permite se levantar quando está prostrado."},
        {"nome": "Manipular um Item", "descricao": "Mover ou manipular um item normalmente é uma ação de movimento. Isto inclui pegar ou guardar um item armazenado, pegar um item no chão, mover um objeto pesado e abrir uma porta."},
        {"nome": "Mover-se sua Velocidade", "descricao": "A ação de movimento mais simples é se mover até sua velocidade (veja Velocidade na página 255 para mais informações). Muitos movimentos fora do padrão também são cobertos por esta ação, incluindo escalada e natação (utilizando a perícia Atletismo ou sua velocidade natural de escalar ou nadar, se houver), escavação (utilizando sua velocidade natural de escavar, se houver) ou voo (utilizando a perícia Acrobatismo se você tiver acesso a voo ou uma velocidade natural de voo). Veja Tipos de Movimento Adicionais na página 258 para mais detalhes."},
        {"nome": "Passo Cauteloso", "descricao": "Você pode cuidadosamente realizar um passo de 1,5 metros como uma ação de movimento. Este movimento não provoca ataques de oportunidade (veja página 248), mesmo se você estiver saindo de um quadrado ameaçado (veja página 255)."},
        {"nome": "Rastejar", "descricao": "Você pode rastejar 1,5 metros como uma ação de movimento.Um personagem rastejando é considerado prostrado."},
        {"nome": "Recarregar", "descricao": "Exceto se especificado o contrário, recarregar é uma ação de movimento que inclui pegar munição que você tenha prontamente disponível. Algumas armas requerem ações diferentes para recarregar; veja a descrição da arma."},
        {"nome": "Sacar ou Embainhar uma Arma", "descricao": "Sacar uma arma para poder utilizá-la em combate ou guardá-la para ter uma mão livre requer uma ação de movimento. Esta ação inclui ativar ou desativar uma arma. Isto também se aplica a objetos similares a armas que estejam facilmente acessíveis, tal como controles remotos e a maioria das ferramentas ou sensores que você pode carregar e utilizar com uma mão. Se sua arma ou objeto similar a arma estiver guardado em uma mochila ou de alguma forma fora de alcance, você deve primeiro pegá-lo como um item guardado antes de utilizá-lo (veja Manipular um Item abaixo). Exceção: Se tiver um bônus base de ataque de +1 ou maior, você pode sacar ou embainhar uma arma ou objeto similar a arma e mover-se até sua velocidade como única ação de movimento."}
      ]
    },
    {
      "categoria": "AÇÕES RÁPIDAS",
      "acoes_detalhadas": [
        {"nome": "Introdução", "descricao": "Comumente, você não irá usar uma ação rápida, mas ocasionalmente precisa executar uma ação que é significativamente menos exigente do que uma ação de movimento. Algumas perícias usam ações rápidas, mas habilidades especiais quase nunca são ações rápidas."},
        {"nome": "Prostrar-se", "descricao": "Prostrar-se é uma ação rápida que te deixa prostrado em seu espaço."},
        {"nome": "Trocar Empunhadura", "descricao": "Trocar sua empunhadura em uma arma, como trocar de brandir uma arma de duas mãos com ambas as mãos para segurá-la em uma única mão, é uma ação rápida "}         
      ]
    },
    {
      "categoria": "AÇÕES COMPLETAS",
      "acoes_detalhadas": [
        {"nome": "Introdução", "descricao": "Uma ação completa requer seu turno inteiro para ser completada. Se realizar uma ação completa, você não pode realizar suas ações padrão, de movimento e rápidas. As ações a seguir são ações completas."},
        {"nome": "Ataque Total", "descricao": "Você pode gastar uma ação completa para realizar dois ataques, cada um com –4 de penalidade nas jogadas de ataque. Estes ataques podem ser realizados com a mesma arma ou com armas diferentes, embora certas armas possuam uma velocidade de disparo tão lenta que não podem atirar mais de uma vez em uma rodada, mesmo com um ataque total. Estas armas possuem a propriedade especial desajeitada (veja página 181). Certas armas possuem ataques totais especiais individualizados. Por exemplo, algumas armas possuem um modo de ataque automático total. Algumas vezes, ataques totais especiais, como a característica de classe devastação do soldado, requerem treinamento especializado para receber seus benefícios."},
        {"nome": "Correr", "descricao": "Você pode correr como uma ação completa. Quando corre, você pode se mover até quatro vezes sua velocidade em linha reta. Você recebe a condição desprevenido e não pode correr se tiver que atravessar terreno difícil ou não puder ver aonde está indo. Correr provoca ataques de oportunidade (veja abaixo). Você pode correr por um número de rodadas igual a seu valor de Constituição. Veja a página 258 para informações sobre correr longas distâncias"},
        {"nome": "Golpe de Misericórdia", "descricao": "Como uma ação completa, você pode desferir um ataque especial chamado de golpe de misericórdia em um oponente indefeso adjacente. Você acerta automaticamente e causa um acerto crítico. Se o alvo sobreviver ao dano, ele deve obter sucesso em uma jogada de resistência de Fortitude (CD = 10 + seu nível ou ND) ou morre. Entretanto, se o alvo for imune a acertos críticos, o golpe de misericórdia não causa dano ou efeitos críticos, nem força o alvo a obter sucesso em uma jogada de resistência para não morrer"},    
        {"nome":"Investida", "descricao":"Investir é uma ação completa que lhe permite se mover até o dobro de sua velocidade e realizar um ataque corpo a corpo ao final de seu movimento. Você pode sacar uma arma durante um ataque de investida se seu bônus base de ataque for pelo menos +1. Investir tem algumas restrições sobre como você pode se mover. Você deve se mover pelo menos 3 metros (2 quadrados) e todo o movimento deve ser exatamente em direção ao oponente designado, embora movimento diagonal seja permitido. Você deve ter caminho livre até o oponente e deve se mover para o espaço mais próximo de seu quadrado em que puder atacar o oponente. Se este espaço estiver ocupado ou bloqueado, você não pode investir. Se qualquer linha entre seu espaço inicial ao final passar através de um quadrado que impede ou atrasa movimento (como um terreno difícil) ou contém uma criatura (mesmo um aliado), você não pode investir. Se não tiver linha de visão (veja página 272) para o oponente no início de seu turno, você não pode investir contra ele. Atacar em uma Investida: Após se mover, você pode realizar um único ataque corpo a corpo. Você sofre –2 de penalidade na jogada de ataque e –2 de penalidade em sua CA até o início de seu próximo turno. Você não pode se mover após realizar o ataque. Algumas classes, incluindo solariano e soldado, concedem habilidades que modificam ataques realizados em investidas"},
        {"nome":"Lutar Defensivamente", "descricao":"Você pode lutar defensivamente quando atacar como uma ação completa. Se o fizer, sofre –4 de penalidade em todos os ataques nessa rodada (além das penalidades normais por um ataque total) para receber +2 de bônus em sua CA até o início de seu próximo turno"},  
        {"nome":"Recuar", "descricao":"Recuar de combate corpo a corpo é uma ação completa. Quando recua, você pode se mover até o dobro de sua velocidade. O quadrado em que você inicia não é considerado ameaçado por qualquer oponente que você puder ver, portanto, nenhum inimigo visível recebe um ataque de oportunidade quando você se move desse quadrado. Inimigos não percebidos ainda recebem ataques de oportunidade contra você e você não pode recuar do combate se estiver cego e não tiver outros sentidos precisos (como percepção às cegas). Se durante o processo de recuo você se mover de um quadrado ameaçado diferente do quadrado em que iniciou o recuo, inimigos podem realizar ataques de oportunidade normalmente. Veja Ataque de Oportunidade abaixo para mais informações."}
        
       ]
    },
    {
      "categoria": "REAÇÕES",
      "acoes_detalhadas": [
        {"nome": "Introdução", "descricao": "Reação é uma ação especial que você pode realizar mesmo que não seja seu turno, mas somente após um acionamento definido e concreto. Você não pode usar uma reação antes da primeira vez que agir em um combate. Você pode realizar somente uma reação a cada rodada; você recupera sua reação no início de seu turno. Exceto se suas descrições especificarem o contrário, reações puramente defensivas interrompem a ação acionadora; resolva a reação primeiro, então continue resolvendo a ação acionadora. Caso contrário, resolva a reação imediatamente após a ação acionadora. Você recebe acesso à maioria das reações através de talentos, itens e características de classe, mas um ataque de oportunidade é uma reaç"},         {"nome": "Ataque de oportunidade", "descricao": "Realizar um único ataque corpo a corpo contra um oponente que provoca um ataque de oportunidade (geralmente ao se mover fora de um quadrado ameaçado ou realizar certas ações)."},
        {"nome": "Ataque de Oportunidade", "descricao": "Um ataque de oportunidade é um ataque corpo a corpo especial que você pode realizar contra um alvo ameaçado (normalmente um oponente adjacente) mesmo que não seja seu turno. Veja Alcance e Quadrados Ameaçados na página 255 para mais detalhes sobre ameaçar. Você pode usar sua reação para realizar um ataque de oportunidade contra um oponente em qualquer destes três casos. D Quando ameaçar um espaço e o oponente se mover para fora desse espaço de outra forma que não seja um passo cauteloso (veja página 247) ou a ação recuar (veja acima), você pode usar sua reação para realizar um ataque corpo a corpo contra o oponente. D Quando o oponente em um espaço que você ameaça realizar um ataque à distância, você pode usar sua reação para realizar um ataque corpo a corpo contra o oponente. D Quando o oponente em um espaço que você ameaça conjurar uma magia ou usar uma habilidade similar a magia, você pode usar sua reação para realizar um ataque corpo a corpo contra o oponente. Entretanto, algumas magias ou habilidades similares a magia especificam em suas descrições que elas não provocam ataques de oportunidade, portanto, tenha certeza de que o inimigo provocou sua reação antes de você realizá-la. Ataques de oportunidade sempre são resolvidos antes das ações acionadoras. Você não sofre a penalidade na jogada de ataque quando realizar um ataque de oportunidade na mesma rodada em que realizar um ataque total, mas sofre quaisquer outras penalidades que normalmente se aplicariam a seus ataques. Realizar um ataque de oportunidade não afeta sua habilidade de realizar ataques normalmente quando for seu turno. "}
      ]
    },
    {
      "categoria": "OUTRAS AÇÕES",
      "acoes_detalhadas": [
        {"nome": "Introdução", "descricao": "As ações a seguir são importantes, mas usadas com menos frequência."},
        {"nome": "Adiar", "descricao": "Se não tiver certeza do que fazer em seu turno, você pode adiar uma ação até outros personagens realizarem seus turnos. Você deve declarar que está adiando antes de realizar quaisquer ações em seu turno (isto não requer gastar qualquer de suas ações). Após qualquer criatura realizar seu turno na ordem de iniciativa, você pode encerrar o adiamento e realizar seu turno. Isto altera sua contagem de iniciativa para a contagem de iniciativa atual pelo restante do combate. Se tiver usado uma reação em seu turno anterior e então escolher adiar, você ainda recupera sua reação no início de seu turno original, não quando realizar suas ações adiadas."}, 
        {"nome": "Gracejos de Combate", "descricao": "Algumas habilidades ou efeitos acontecem automaticamente sem consumir qualquer tipo de ação."},
        {"nome": "Largar um Item", "descricao": "Você pode largar qualquer item ou itens que estiver segurando em seu quadrado ou em um quadrado adjacente a qualquer momento sem gastar quaisquer ações"},
        {"nome": "Preparar uma Ação", "descricao": "Usando uma ação padrão, você pode se preparar para realizar uma ação quando um acionamento determinado ocorrer. Decida se a ação será padrão, de movimento ou rápida e qual o acionamento. Você pode realizar a ação escolhida quando o gatilho ocorrer. Isto altera sua contagem de iniciativa para a contagem de iniciativa atual pelo restante do combate. Se tiver usado uma reação em seu turno anterior e então escolher preparar uma ação, você ainda recupera sua reação no início de seu turno original, não quando realizar sua ação preparada. Se sua ação preparada for puramente defensiva, como escolher a ação defesa total se um adversário que você está encarando atirar em você, isso ocorre logo antes do evento que a acionou. Se a ação preparada não for uma ação puramente defensiva, como atirar em um adversário que atirar em você, ela acontece imediatamente após o evento acionador. Se chegar a seu próximo turno e ainda não tiver executado a ação preparada, você não a executa a ação preparada (embora possa preparar a mesma ação novamente). "},
        {"nome": "Utilizar uma Perícia", "descricao": "Como utilizar perícias em circunstâncias diferentes, utilizar uma perícia em combate normalmente (mas não sempre) requer usar uma ação padrão. A ação requerida para utilizar uma perícia depende da perícia e da tarefa específica que você estiver tentando realizar. As descrições das perícias no Capítulo 5 detalham várias tarefas comuns para cada perícia e quais tipos de ações elas requerem, se houver."}      
      ]
    }
  ]
}
